amd-ucode
amdgpu_top
android-udev
arduino-ide
arm-none-eabi-gcc
arm-none-eabi-newlib
aspnet-runtime
awesome-terminal-fonts
base
base-devel
bat
bc
bind
binwalk
blackarch-keyring
blender
bluez
celluloid
clamav
darktable
discord
dnsmasq
docker
dolphin
dotnet-runtime
dotnet-sdk
dunst
edk2-ovmf
efibootmgr
esptool
evtest
ffmpegthumbs
firefox
freecad
fzf
git
gnuradio
gnuradio-companion
gnuradio-osmosdr
gobuster
gqrx
greetd
grim
gst-libav
gvfs-smb
hackrf
hashcat
hcxtools
htop
hypridle
hyprland
hyprland-qtutils
iwd
john
kicad
kimageformats
kitty
krename
kvantum
kwallet-pam
kwalletmanager
layer-shell-qt
layer-shell-qt5
lib32-vulkan-radeon
libreoffice-fresh
libvirt
linux
linux-firmware
lutris
man-db
mesa-utils
mgba-qt
nano
neovim
network-manager-applet
networkmanager
nmap
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pavucontrol
perl-image-exiftool
pipewire-pulse
polkit-kde-agent
powerline-fonts
proton-vpn-gtk-app
python-protobuf
qemu-desktop
qt5-wayland
qt6-wayland
rawtherapee
reaper
retroarch
rofi
rpi-imager
samba
seclists
slurp
smartmontools
steam
swappy
swaybg
swaylock
swtpm
swww
traceroute
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
udiskie
ufw
unrar
usbutils
vi
viewnior
vim
virt-manager
vkd3d
vulkan-radeon
vulkan-tools
waybar
wget
whois
wine
wireless_tools
wireplumber
wl-clipboard
wofi
xclip
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
zsh
